Repository: Wiiilmaa/postix
Catalog: src/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Supported commands:
de: Unterstützte Befehle:

source: Show reset codes for the barcode scanner
de: Zeigt Reset-Codes für den Barcode-Scanner

source: Initiate a ping
de: Ping losschicken

source: Save a response to a ping
de: Ping als beantwortet markieren

source: Pong. Thanks!
de: Pong. Danke!

source: Ping printed!
de: Ping wurde gedruckt.

source: Scan the following, in order:
de: Scanne die folgenden Codes in dieser Reihenfolge:

source: Input required
de: Eingabe erforderlich

source: Error
de: Fehler

source: Confirmation required
de: Bestätigung erforderlich

source: Secret is not unique.
de: Es gibt mehrere Bestellungen zu diesem Code.

source: Unknown secret.
de: Unbekannter Code.

source: Ticket has not been paid.
de: Dieses Ticket wurde nicht bezahlt.

source: This preorder alread is in your cart.
de: Dieses Ticket befindet sich bereits auf dem Bon.

source: Cart is empty.
de: Bon ist leer.

source: Last transaction
de: Letzte Transaktion

source: Transaction complete
de: Transaktion erfolgreich

source: Do you really want to reverse the last transaction?
de: Soll der letzte Bon wirklich storniert werden?

source: The last transaction is not known.
de: Letzter Bon ist unbekannt.

source: The transaction has been reversed.
de: Bon storniert

source: Current transaction
de: Aktueller Bon
