Repository: Wiiilmaa/postix
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your token is valid for a different cashdesk. Your IP is: {}
de: Dieses Token gilt nur an einer anderen Kasse. Deine IP ist: {}

source: Type {} is not yet implemented
de: Typ {} ist noch nicht implementiert

source: Unknown supply pack barcode.
de: Unbekannter Paketcode.

source: This supply pack has not been transferred to the troubleshooter yet, you cannot use it.
de: Dieser Paketcode wurde noch nicht an die Troubleshooter übertragen, und kann noch nicht genutzt werden.

source: This supply pack does not exist any more.
de: Diesen Paketcode gibt es nicht mehr.

source: This supply pack has already been used.
de: Dieser Paketcode wurde bereits abgehakt.

source: The following products are visible but have no quota: {products}
de: Die folgenden Produkte werden angezeigt, haben aber keine Quota: {products}

source: You have list or warning constraints with tax rates of {constraint_rates} but your products only use the tax rates {product_rates}. Are you sure this is correct?
de: Du hast Listen- oder Warnungsbeschränkungen mit Steuersatz {constraint_rates} erstellt, obwohl die übrigen Tickets nur Steuersätze von {product_rates} nutzen. Bist du dir da sicher?

source: You have some products that use a non-zero tax rate but the following products are set to 0%: {products}
de: Du hast manche Produkte mit einem Steuersatz eingestellt, aber bei den folgenden Produkten beträgt der Steuersatz 0%: {products}

source: Backoffice angel
de: Hinterzimmer-Engel

source: Angel does not exist or is no backoffice angel.
de: Diesen Engel gibt es nicht oder er ist kein Hinterzimmerengel.

source: "Amount" is a required field.
de: Bitte gib einen Betrag ein.

source: No negative values allowed!
de: Der Betrag darf nicht negativ sein.

source: Cashdesk
de: Kasse

source: Angel
de: Engel

source: Cash
de: Bargeld

source: Angel does not exist.
de: Engel nicht gefunden.

source: Please supply a positive amount of cash.
de: Bitte gib eine positive Zahl fürs Bargeld an.

source: Product
de: Produkt

source: Amount of items in pack
de: Anzahl von Produkten pro Paket

source: Type of items in pack
de: Art von Produkten im Paket

source: Pack barcode
de: Paketcode

source: User name
de: Benutzername

source: Password
de: Passwort

source: First name
de: Vorname

source: Last name
de: Nachname

source: Is backoffice angel
de: Hinterzimmer-Rechte

source: Is troubleshooter
de: Troubleshooter-Rechte

source: Password, again
de: Passwort, noch mal

source: Reset password
de: Passwort zurücksetzen

source: Passwords do not match!
de: Passwörter stimmen nicht überein!

source: Set up settings
de: Einstellungen anlegen

source: Add Cashdesk
de: Kasse hinzufügen

source: JSON File
de: JSON-Datei

source: Create cashdesks
de: Kassen anlegen

source: If you do not have any cashdesks yet, create them
de: Wenn du noch keine Kassen hast, kannst du sie hier generieren lassen

source: Questions to import
de: Fragen importieren

source: Please enter comma separated question IDs that you wish to import
de: Bitte gib eine Komma-getrennte Liste von Frage-IDs an, die importiert werden sollen

source: Import presale export
de: Presale-Export importieren

source: Save Item
de: Gegenstand speichern

source: Include cashdesks
de: Importiere Kassen

source: Export settings
de: Einstellungen exportieren

source: Settings file
de: Einstellungsdatei

source: A JSON file exported from another postix event.
de: Eine JSON-Datei, aus einem anderen postix-Event exportiert

source: Import settings
de: Einstellungen importieren

source: Back
de: Zurück

source: Description
de: Beschreibung

source: Start
de: Beginn

source: End
de: Ende

source: Location
de: Ort

source: Comment
de: Kommentar

source: No records yet, get going!
de: Noch keine Belege, es kann losgehen!

source: Create new asset
de: Neues Inventarobjekt

source: Move asset
de: Inventarobjekt verschieben

source: Movement history
de: Verlauf

source: Type
de: Typ

source: Last seen
de: Zuletzt gesehen

source: Edit
de: Editieren

source: Backoffice
de: Hinterzimmer

source: Please initialize the event settings. postix will not be usable otherwise.
de: Bitte leg die Eventeinstellungen an, postix ist sonst nicht richtig benutzbar.

source: Please call a superuser to initialize this event's settings.
de: Bitte rufe einen Admin, um die Eventeinstellungen anzulegen.

source: We found some settings in your installation that are probably incorrect. We recommend that you check them again :)
de: Huch, hier sind ein paar Einstellungen wahrscheinlich nicht ganz richtig, guck sie dir doch bitte noch mal an.

source: Bills
de: Scheine

source: Coins
de: Münzen

source: Clear
de: zurücksetzen

source: Use result:
de: Ergebnis verwenden:

source: Create user
de: Benutzer anlegen

source: Yes, delete this entity
de: Ja, lösche diese Quelle/dieses Ziel.

source: Session Report
de: Kassenbericht

source: Session ID
de: Session

source: Start:
de: Beginn:

source: Initial
de: Eingezählt

source: Sales
de: Umsatz

source: Final
de: Endstand

source: Result
de: Abschluss

source: Discrepancy
de: Diskrepanz

source: This session did not contain any products.
de: Diese Session enthielt keine Produkte.

source: Create report
de: Auszählung abschließen

source: Presales
de: Vorverkauf

source: Reversals
de: Stornos

source: Statistics
de: Statistik

source: Progress
de: Füllstand

source: Currently, about %(redeemed_preorders)s of %(all_preorders)s preorders are redeemed: <strong>%(preorder_percentage)s%%</strong>.
de: Derzeit sind etwa %(redeemed_preorders)s von %(all_preorders)s Bestellungen eingelöst worden: <strong>%(preorder_percentage)s%%</strong>.

source: Troubleshooter stock
de: Troubleshooter-Vorrat

source: Products
de: Produkte

source: <strong>%(name)s</strong> was sold %(sold)s times and redeemed %(redeemed)s times.
de: <strong>%(name)s</strong> wurde %(sold)s mal verkauft und %(redeemed)s mal eingelöst.

source: Items
de: Gegenstände

source: <strong>%(name)s</strong> is still available %(available)s of %(size)s times.
de: <strong>%(name)s</strong> ist noch %(available)s von %(size)s mal verfügbar.

source: Active session at
de: Laufende Session an

source: Please don't move an active session without talking to the user at the cashdesk.
de: Bitte Sessions nicht unabgesprochen im laufenden Betrieb verschieben.

source: Move session
de: Session verschieben

source: Create asset
de: Inventarobjekt anlegen

source: Balance records
de: Kassenabschluss

source: Bills (machine-counted)
de: Scheine (maschinengezählt)

source: Bills (bundles)
de: Scheine (Bündel)

source: Bills (manually)
de: Scheine (manuell)

source: Coins (machine-counted)
de: Münzen (maschinengezählt)

source: Coins (rolls)
de: Münzen (gerollt)

source: Expected:
de: Erwartet:

source: Actual:
de: Tatsächlich:

source: Irreversibly balance records
de: Unwiderruflich Ausgleich buchen

source: Create record
de: Beleg erstellen

source: Save entity
de: Quelle/Ziel speichern

source: Create entity
de: Quelle/Ziel erstellen

source: Create session
de: Session anlegen

source: Save record
de: Beleg speichern

source: Edit record
de: Beleg editieren

source: New record entity
de: Neue Quelle/neues Ziel

source: Delete
de: Löschen

source: No entities yet, get going!
de: Noch keine Ziele/Quellen, leg welche an!

source: New record
de: Neuer Beleg

source: New session
de: Kasse einzählen

source: Date
de: Datum

source: Entity
de: Quelle/Ziel

source: User
de: Benutzer

source: Carrier
de: Einlieferer/Empfänger

source: Inflow
de: Einnahme

source: Outflow
de: Ausgabe

source: Print
de: Drucken

source: Sold products
de: Verkaufte Produkte

source: No reports yet, get going!
de: Noch keine Kassenabschlüsse, es kann losgehen!

source: Password reset
de: Passwort zurücksetzen

source: Please enter a negative number when removing products from the cashdesk.
de: Bitte gib eine negative Zahl an, wenn du Dinge aus der Kasse entnimmst.

source: Submit session change
de: Session-Änderung speichern

source: Reverse all transactions in session
de: Alle Transaktionen in der Session stornieren

source: Do you really want to reverse all transactions in this session?
de: Willst du wirklich alle Transaktionen in dieser Session stornieren?

source: Reverse
de: Storno

source: Ended session
de: Beendete Session

source: Active for
de: Am Laufen seit

source: Contents
de: Inhalt

source: Currently remaining
de: Noch verfügbar

source: Presale
de: Vorverkauf

source: Item movement log
de: Gegenstand-Transaktionen

source: Time
de: Zeit

source: Item
de: Gegenstand

source: Amount added
de: Menge

source: Cash movement log
de: Geld-Transaktionen

source: Duration
de: Dauer

source: Products sold
de: Verkaufte Produkte

source: Current items
de: Vorhandene Gegenstände

source: Move
de: Verschieben

source: initialization
de: einzählen

source: No sessions yet, get going!
de: Noch keine Sessions, es kann losgehen!

source: Create a new supply pack
de: Neues Paket anlegen

source: Create and next
de: Anlegen und weiter

source: Create new packs
de: Neue Pakete anlegen

source: Storage → Troubleshooter
de: Lager → Troubleshooter

source: Troubleshooter → Storage
de: Troubleshooter → Lager

source: Storage → Dissolved
de: Lager → Aufgelöst

source: Search…
de: Suchen…

source: List
de: Liste

source: Content
de: Inhalt

source: State
de: Status

source: Troublshooter → Storage
de: Troubleshooter → Lager

source: No packs yet, get going!
de: Noch keine Pakete, es kann losgehen!

source: Dissolve a supply pack
de: Paket auflösen

source: Incoming supply from troubleshooter
de: Eingehende Pakete von den Troubleshootern

source: Outgoing supply to troubleshooter
de: Ausgehende Pakete an die Troubleshooter

source: User List
de: Nutzerliste

source: Nick
de: Username

source: Hours
de: Stunden

source: Add a new cashdesk
de: Neue Kasse erstellen

source: Cashdesk List
de: Liste von Kassen

source: Add cashdesk
de: Kasse hinzufügen

source: Edit cashdesk
de: Kasse editieren

source: Import Presale Data
de: Presale-Daten importieren

source: Edit item
de: Gegenstand bearbeiten

source: Item List
de: Gegenstände

source: You cannot create any items because you haven't configured any products yet! Go <a href="%(href)s">here</a> to import presale data.
de: Du kannst noch keine Gegenstände anlegen, weil es noch keine Produkte gibt! Gehe <a href="%(href)s">auf diese Seite</a>, um Presale-Daten zu importieren.

source: Add an Item
de: Gegenstand hinzufügen

source: General settings
de: Allgemeine Einstellungen

source: Settings Export
de: Einstellungen exportieren

source: Settings Import
de: Einstellungen importieren

source: User rights
de: Nutzerrechte

source: Remove troubleshooter
de: Troubleshooter entfernen

source: Make troubleshooter
de: Troubleshooter hinzufügen

source: Remove backoffice user
de: Hinterzimmerrechte entfernen

source: Make backoffice user
de: Hinterzimmerrechte hinzufügen

source: Remove superuser
de: Adminrechte entfernen

source: Make superuser
de: Adminrechte hinzufügen

source: Unknown asset
de: Unbekanntes Inventarobjekt

source: Asset was not marked as away, does not need to be returned
de: Dieses Inventarobjekt war nicht als ausgegeben markiert, und muss nicht zurückgegeben werden.

source: No user account matches the entered credentials.
de: Die eingegebenen Benutzerdaten sind nicht bekannt.

source: User does not have permission to access backoffice data.
de: Du darfst leider nicht auf Hinterzimmer-Daten zugreifen.

source: Something seems wrong here.
de: Hier ist etwas nicht ganz richtig.

source: This record cannot be modified any more.
de: Dieser Eintrag kann nicht mehr verändert werden.

source: Session could not be created. Please review the data.
de: Die Session konnte nicht angelegt werden. Bitte prüfe die Daten.

source: You cannot add items to this cashdesk!
de: Du kannst keine Gegenstände in diese Kasse buchen!

source: Products have been added to the cashdesk.
de: Die Produkte wurden der Kasse hinzugefügt.

source: Error: Please review the data.
de: Fehler: Bitte prüfe die Eingabedaten.

source: All transactions in the session have been cancelled.
de: Alle Buchungen in der Session wurden storniert.

source: This session has ended already. Filling out this form will produce a corrected report.
de: Die Session wurde bereits beendet. Wenn du dieses Formular ausfüllst, wird der bestehende Report korrigiert.

source: Session could not be ended: Please review the data.
de: Die Session konnte nicht beendet werden: Bitte prüfe die Eingabedaten.

source: Session has already ended and cannot be moved.
de: Die Session wurde bereits beendet und kann nicht mehr verlegt werden.

source: Session has been moved.
de: Die Session wurde verlegt.

source: Session could not be moved!
de: Die Session konnte nicht verlegt werden!

source: The supply pack {id} has been created.
de: Das Paket {id} wurde angelegt.

source: The supply pack {id} has been moved to the troubleshooter.
de: Das Paket {id} wurde zu den Troubleshootern ausgebucht.

source: The supply pack {id} has been moved to the backoffice.
de: Das Paket {id} wurde ins Hinterzimmer eingebucht.

source: The supply pack {id} has been dissolved.
de: Das Paket {id} wurde als verwendet markiert.

source: Backoffice user {user} has been created.
de: Hinterzimmer-User {user} wurde erstellt.

source: User {user} has been created.
de: User {user} wurde erstellt.

source: You can only change administrator passwords if you are an admin yourself.
de: Du kannst das Passwort eines Admins nur ändern, wenn du selbst Admin-Rechte hast.

source: Passwort has been changed.
de: Das Passwort wurde geändert.

source: The settings have been updated.
de: Die Einstellungen wurden gespeichert.

source: The cashdesk has been created.
de: Die Kasse wurde angelegt.

source: The item has been updated.
de: Der Gegenstand wurde gespeichert.

source: User rights have been expanded
de: Nutzerrechte wurden erweitert

source: User rights have been curtailed.
de: Nutzerrechte wurden beschnitten.

source: The import has been processed \o/
de: Der Import wurde durchgeführt – danke für deine Geduld :)

source: The import could not be processed:
de: Der Import konnte nicht verarbeitet werden:

source: The item has been saved.
de: Der Gegenstand wurde gespeichert.

source: The settings have been imported, please double-check them.
de: Die Einstellungen wurden importiert, bitte überprüfe diese.

source: Box
de: Kiste

source: Inlay
de: Einsatz

source: Bag
de: Beutel

source: Counting board
de: Zählbrett

source: In backoffice
de: Im Hinterzimmer

source: With troubleshooter
de: Beim Troubleshooter

source: Dissolved for other reasons
de: Aufgelöst

source: Used to refill cash session
de: In Kasse eingelöst

source: IP address
de: IP-Adresse

source: Printer queue name
de: Drucker-Name

source: The name configured in CUPS
de: Der Name, der im CUPS konfiguriert wurde

source: Printer handles drawer
de: Drucker steuert Schublade

source: Unset if the printer or drawer are broken.
de: Ausschalten, wenn Drucker oder Schublade kaputt sind.

source: Handles items
de: Verteilt Produkte

source: Session has already been finalized and the record is locked.
de: Die Session wurde bereits beendet und kann nicht mehr bearbeitet werden.

source: This ticket ({secret}…) has already been redeemed at {datetime}.
de: Dieses Ticket ({secret}…) wurde bereits eingelöst ({datetime}).

source: Direction
de: Richtung

source: Leave empty to use the current date and time.
de: Leerlassen, um die aktuelle Zeit zu nutzen.

source: Amount
de: Betrag

source: Backoffice user
de: Hinterzimmer-Engel

source: Is a balancing record
de: Ist ein Abschluss-Beleg

source: Report closes session and contains additional pages
de: Der Beleg schließt die Session ab und enthält zusätzliche Seiten

source: Balancing
de: Kassenabschluss

source: Difference
de: Differenz

source: Short name
de: Kurzform

source: A short name for your event.
de: Eine Kurzform des Veranstaltungsnamens

source: Support contact
de: Support-Kontaktinfos

source: Who is flying this thing? Enter your contact information as support contact info, please.
de: Was macht eigentlich dieser Knopf hier? Bitte gib deine Kontaktinformationen für Notfälle ein.

source: Your - yes YOUR - real-time contact info, e.g. phone number.
de: Deine – ja DEINE –Echtzeitnotfallkontaktmöglichkeit. Telefonnummer wäre toll.

source: Invoice address
de: Rechnungsadresse

source: Invoice footer
de: Rechnungsfooter

source: Receipt address
de: Bon-Adresse

source: Receipt footer
de: Bon-Footer

source: Thank you!
de: Dankeschön!

source: Use this to display additional disclaimers/data not in your address, such as VAT IDs.
de: Nutz dieses Feld, um zusätzliche Informationen abzubilden, zB die Steuernummer o.ä.

source: Report footer
de: Berichtsfooter

source: This will show up on backoffice session reports.
de: Das wird in Belegen fürs Kassenbuch auftauchen.

source: The URL of the c3queue.de instance
de: Die URL der verwendeten c3queue.de-Instanz

source: c3queue authentication token
de: c3queue-Authentifizierungstoken

source: List of records
de: Kassenbuch

source: Item supply packs
de: Vorratspakete

source: Assets
de: Inventarobjekte

source: Users
de: Benutzer

source: New user
de: Benutzer anlegen

source: User list
de: Nutzerliste

source: Troubleshooting
de: Troubleshooter-Ecke

source: Current sessions
de: Laufende Schichten

source: Transactions
de: Transaktionen

source: Lists
de: Listen

source: Preorder
de: VVK

source: Preorder Specials
de: Vorbestellungs-Listen

source: Settings
de: Einstellungen

source: General Settings
de: Allgemeine Einstellungen

source: User Permissions
de: Berechtigungen

source: Cashdesk list
de: Liste von Kassen

source: Record Entities
de: Quellen/Ziele

source: Page
de: Seite

source: of
de: von

source: No secret has been given.
de: Es wurde kein Code eingegeben.

source: Race condition. Please try again.
de: Ups, Race Condition, bitte versuchs noch mal.

source: No ticket could be found with the given secret.
de: Kein Ticket für diesen Code gefunden.

source: This ticket has not been paid for.
de: Dieses Ticket wurde nicht bezahlt.

source: This product is currently not available.
de: Dieses Produkt ist im Moment nicht verfügbar.

source: Multiple upgrades with different tax rates are not supported.
de: Upgrades innerhalb einer Bestellung müssen den gleichen Steuersatz haben.

source: This ticket can only redeemed by persons on the list "{}".
de: Dieses Ticket kann nur von Personen auf der Liste "{}" eingelöst werden.

source: This list entry has already been used.
de: Dieser Listeneintrag wurde bereits abgehakt.

source: This entry could not be found in list "{}".
de: Dieser Eintrag konnte auf der Liste "{}" nicht gefunden werden.

source: No product given.
de: Kein Produkt übergeben.

source: This product ID is not known.
de: Unbekannte Produkt-ID.

source: This product is currently unavailable or sold out.
de: Dieses Produkt ist im Moment nicht verfügbar oder ausverkauft.

source: This sale requires authorization by a troubleshooter.
de: Diese Transaktion erfordert Authorisierung durch einen Troubleshooter.

source: Transaction ID not known.
de: Unbekannte Transaktions-ID.

source: You need to provide an active session.
de: Du musst eine aktive Session angeben.

source: Only troubleshooters can reverse sales from other sessions.
de: Nur Troubleshooter können Transaktionen aus anderen Sitzungen stornieren.

source: At least one position of this transaction has already been reversed.
de: Mindestens ein Teil dieser Transaktion wurde bereits storniert.

source: At least one position of this transaction is a reversal.
de: Mindestens ein Teil dieser Transaktion ist eine Stornierung.

source: Transaction position ID not known.
de: Unbekannte Positions-ID.

source: This position has already been reversed.
de: Diese Position wurde bereits storniert.

source: This position is already a reversal.
de: Diese Position ist eine Stornierung.

source: The session needs to be still active.
de: Die Session muss noch aktiv sein.

source: For safety, you cannot execute this on sessions that contain reversals.
de: Aus Sicherheitsgründen geht dies nicht mit Sessions, die Stornos enthalten.

source: Date: {}
de: Datum: {}

source: Transaction number: {}
de: Transaktionsnummer: {}

source: Cashdesk: {}
de: Kasse: {}

source: Cashdesk session: {}
de: Kassensession: {}

source: Cashdesk user: {}
de: Kassen-Engel: {}

source: Receipt number: {}
de: Bonnumber: {}

source: Position type: {}
de: Positionsart: {}

source: Product: {}
de: Produkt: {}

source: Price: {}
de: Preis: {}

source: Authorized by: {}
de: Authorisiert durch: {}

source: What happened?
de: Was ist passiert?

source: Cancellation
de: Storno-Bon

source: for receipt {}
de: für Bon {}

source: Receipt copy
de: Bonkopie

source: Net sum: {}
de: Nettosumme: {}

source: Tax {tax_rate}% ({tax_identifier}): {tax_amount}
de: MwSt {tax_rate}% ({tax_identifier}): {tax_amount}

source: Total: {}
de: Summe: {}

source: Attendance
de: Anwesenheit

source: Arrived
de: Angekommen

source: Not arrived
de: Nicht angekommen

source: Log out
de: Abmelden

source: Log In
de: Einloggen

source: Transaction complete
de: Transaktion erfolgreich

source: Close
de: Schließen

source: Logout
de: Abmelden

source: Open drawer
de: Schublade öffnen

source: Request resupply
de: Nachschub anfordern

source: Redeem preordered ticket
de: Vorbestellung abholen

source: Current transaction
de: Aktueller Bon

source: clear
de: leeren

source: Welcome %(name)s, have a nice day!
de: Hi %(name)s, viel Spaß mit der Kasse!

source: Total:
de: Summe:

source: Given:
de: Bar erhalten:

source: Change:
de: Wechselgeld:

source: REVERSED
de: STORNIERT

source: Reprint
de: Nachbon

source: CHECKOUT
de: BUCHEN

source: Cancel
de: Abbrechen

source: Continue
de: Weiter

source: This is not a registered cashdesk.
de: Dieses Gerät ist keine eingetragene Kasse.

source: Your IP address is {0}
de: Deine IP-Adresse ist {0}

source: You do not have an active session.
de: Du hast keine aktive Session.

source: Your session is scheduled for a different cashdesk. Please go to {desk}
de: Deine Session ist für eine andere Kasse geplant. Bitte geh zu {desk}.

source: You do not have an active session at this cashdesk.
de: Du hast keine aktive Sitzung an dieser Kasse.

source: You are logged in as {}.
de: Du bist als {} eingeloggt.

source: Invoice from
de: Rechnungsaussteller

source: Invoice to
de: Rechnungsempfänger

source: Invoice for receipt {}
de: Rechnung für Bon {}

source: Tax rate
de: Steuersatz

source: Net
de: Netto

source: Gross
de: Brutto

source: Included taxes
de: Enthaltene Mehrwertsteuer

source: Invoice total
de: Rechnungsbetrag

source: This invoice is only valid with receipt #{}.
de: Diese Rechnung ist nur mit Bon Nr {} gültig.

source: The invoice total has already been paid.
de: Der Rechnungsbetrag wurde bereits beglichen.

source: This list is protected. A maximum of 10 results will be shown for any given query.
de: Diese Liste ist vertraulich. Es werden höchstens 10 Suchergebnisse pro Suche angezeigt.

source: (at extra charge of %(price)s €)
de: (gegen einen Aufpreis von %(price)s €)

source: Entries
de: Einträge

source: redeemed
de: eingelöst

source: No entries found.
de: Keine Einträge gefunden.

source: This list is protected. Please submit a query to see entries.
de: Diese Liste ist vertraulich. Einträge werden nur nach Suchanfragen gezeigt.

source: No list constraints can be displayed at the moment. Please call an administrator if you think this is wrong.
de: Momentan können keine Listen angezeigt werden. Frag einen Admin, wenn da was fehlt.

source: Information
de: Infos

source: Printable Information
de: Druckbare Infos

source: No snippets found.
de: Keine Einträge gefunden.

source: Generate invoice
de: Rechnung erstellen
