Repository: Wiiilmaa/postix
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: Benutzername

source: Sign in
de: Einloggen

source: Reserve stock
de: Vorräte

source: Nothing.
de: Nichts.

source: Resupply
de: Nachschub

source: Session time
de: Session-Dauer

source: This is it: the calm before (or after?) the storm. Hold tight, shifts will appear here shortly.
de: Das ist wohl die Ruhe vor (oder nach?) dem Sturm. Warts nur ab, hier werden früher oder später Schichten auftauchen.

source: Paid
de: Bezahlt

source: Unpaid
de: Ausstehend

source: not redeemed
de: nicht eingelöst

source: Click on one of the secrets to get a QR code for it:
de: Klick auf das Secret, um den zugehörigen QR-Code anzuzeigen:

source: Preorders
de: Vorbestellungen

source: These are preorder positions with special information attached, and their current status.
de: Das sind Vorbestellungen mit zusätzlichen Informationen, und ihr aktueller Status.

source: Print list
de: Liste drucken

source: No matching orders found.
de: Keine passenden Bestellungen gefunden.

source: Order code
de: Bestellnummer

source: Yes
de: Ja

source: No
de: Nein

source: Transaction
de: Transaktion

source: Receipt ID
de: Bon-ID

source: at
de: an

source: Print receipt
de: Bon drucken

source: Print invoice
de: Rechnung erstellen

source: canceled
de: storniert

source: cancelation
de: Storno

source: No matching transactions found.
de: Keine Transaktionen gefunden.

source: Transaction amount
de: Transaktionsbetrag

source: Sale
de: Verkauf

source: Cancelation
de: Storno

source: User does not have permission to access troubleshooter data.
de: Du darfst leider nicht auf Troubleshooter-Daten zugreifen.

source: Search strings must be 3 characters or longer for confidential lists.
de: Suchanfragen müssen bei vertraulichen Listen mindestens drei Buchstaben lang sein.

source: {} has been resupplied.
de: {} hat den Nachschub erhalten.

source: Unknown session.
de: Session nicht bekannt.

source: You need to enter at least four characters of the order code.
de: Du musst mindestens vier Zeichen der Bestellnummer eingeben.

source: Attendance print in progress.
de: Anwesenheitsliste wird gedruckt.

source: Please specify a cashdesk.
de: Bitte wähl eine Kasse aus.

source: Receipt ID has to be an integer.
de: Bon-ID muss eine natürliche Zahl sein.

source: Unknown transaction.
de: Transaktion nicht bekannt.

source: Receipt has been reprinted at {}.
de: Der Bon wurde an {} nachgedruckt.

source: Unknwon transaction.
de: Transation nicht bekannt.
